/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "Os contactos na tua lista de contactos serão recolhidos pelo Snapchat."; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "Guarda Snaps no Rolo da Câmara, envia fotografias e vídeos no Chat e muito mais."; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "Usa a tua câmara para fazeres Snaps e vídeo chats, adicionares amigos com Snapcode e muito mais.";

"NSMicrophoneUsageDescription" = "Usa o teu microfone para gravares áudio em Snaps, vídeo chats e muito mais.";

"NSMotionUsageDescription" = "O Snapchat regista se o teu dispositivo está em posição vertical ou horizontal, sempre que tiras Snaps, usas as Lentes, lês o Discover e assistes a publicidade.";

"NSLocationWhenInUseUsageDescription" = "O Snapchat utiliza estas informações para personalizar a tua experiência e para que possas descobrir filtros, histórias e muito mais à tua volta."; // Reworded 09/12/2016
